

# Максимальный уровень нанесенного урона за один тап
MAX_DAMAGE_LVL = 11
# По дефолту установлен самый оптимальный уровень буста (11). Изменять данный параметр не рекомендуется, или на свой страх и риск!


# Максимальный уровень хранилища восстановленной энергии
MAX_ENERGY_CAP_LVL = 10
# По дефолту установлен самый оптимальный уровень буста (10). Изменять данный параметр не рекомендуется, или на свой страх и риск!


# Максимальный уровень скорости восстановления энергии
MAX_RECHARGING_SPEED_LVL = 4 # Данный уровень самый последний в игре
# По дефолту установлен самый оптимальный уровень буста (4). Изменять данный параметр не рекомендуется, или на свой страх и риск!

